{
  "General": [
    "These apply to all DBM Network related services, including, but not limited to: the Support Site and the Raw Data Site.",
    "All infractions will be transferred to the applicable services.",
    "The rules of the Official DBM Server do not explicitly apply to the Network, however, that does not mean they don't apply.",
    "Moderators are allowed to warn you for any reason they feel necessary; You have a right to appeal. The appeal will not always be overturned.",
    "Unsolicitedly contacting another user (DM, ping or other method) is prohibited and will result in a warning if asked by the 'victim'.",
    "Users that are thought to own pirated versions of DBM will be banned. Piracy bans may be overturned once appropriate proof is given in an appeal to show you have ownership of DBM.",
    "Having common sense is mandatory.",
    "These rules will change periodically, and don't include all rules. If there is something that you are unsure of, ask a Moderator or higher."
  ],
  "Support": [
    "Support is **only** provided in the appropriate channels, asking outside of them may result in an infraction.",
    "See if your question or idea has already been asked, produced or answered by using the search function available via Discord.",
    "Ghost mentioning a user is treated more severe than a normal ping.",
    "Mentioning Helpers should be done if you have waited over 30 minutes for an answer.",
    "**All support is voluntary. Do not hold any expectations and respect those helping.**"
  ],
  "Content": [
    "These rules apply not only to server messages, but also custom statuses, DMs using the server as an intermediary, etc.",
    "NSFW content is forbidden.",
    "Advertising of any form (DM, Status, etc.) is disallowed and kickable.",
    "Shitposting, Spam, Message/Emoji Chains are forbidden.",
    "Claiming ownership of or re-posting of another user's creation (Raw Data, Themes, etc.) without permission is a bannable offense.",
    "Xenophobia, Racism, Prejudice, Hatespeech, or other form of harassment of a user or group of users is bannable.",
    "You will be warned for sending DMs en masse to users.",
    "Anything illegal, or that breaks Discord's [Guidelines](https://discordapp.com/guidelines) or [TOS](https://discordapp.com/terms) is bannable."
  ],
  "Infractions": [
    "Warnings, Mutes, Bans, etc. are shared between all Network Servers and potentially services.",
    "Warnings are assigned to a user on a case by case basis so you may appeal them on the support site.",
    "Using inappropriate reactinos on suggestions, posts, etc. may result in a warn.",
    "Evading a mute or support ban is a bannable offense.",
    "A list of potential infractions can be found [on our warning list](https://dbm-network.org/warnings)."
  ]
}
